{"1":{"chart_title":"Median annual individual earnings, 2022","text":"## Workers in Connecticut are paid relatively well.\n\nIn 2022, the average Connecticut worker was paid almost $10,000 more per year than workers across the country. **By many measures, Connecticut is a very rich state**. Yet, looking at data on wages can show us that **not everyone is paid so well**.","id":"total"},"2":{"chart_title":"Median annual earnings by sex, 2022","text":"## You've probably heard of the wage gap.\n\nThe wage gap usually refers to the fact that women, on average, are paid less than men. In Connecticut, **working women are paid 73 cents for every dollar paid to working men.**  But again, it's not so simple.","id":"all_by_sex"},"3":{"chart_title":"Part-time vs full-time workers by sex, Connecticut, 2022","text":"## Women are less likely to work full-time.\n\nOne possible explanation for women's lower wages is that fewer women work full-time than men. Part-time workers tend to earn much less money than full-time workers, and there are many reasons why someone might not be working full-time. **Only 63% of working women in Connecticut work full-time.** But that doesn't explain everything.","id":"share_by_time"},"4":{"chart_title":"Median annual earnings by sex and employment status, Connecticut, 2022","text":"## Women earn less regardless of work status.\n\nEven after accounting for part-time vs full-time status, women still make less money. **The wage gap is actually wider among full-time workers than part-time.**","id":"all_by_sex_x_time"},"5":{"chart_title":"Median annual earnings by education, Connecticut full-time workers, 2022","text":"## Higher education levels correspond with higher incomes.\n\nAs could be expected, average incomes go up with each level of education. **On average, adults with graduate degrees earn more than twice as much as adults with a high school diploma or less.**","id":"full_by_edu"},"6":{"chart_title":"Median annual earnings by sex and education, Connecticut full-time workers, 2022","text":"## Education doesn't close the gap.\n\nThe wage gap appears within each education level. In fact, among full-time workers it actually gets worse with higher education levels. **Women with graduate degrees on average earn less than men with only a bachelor's degree.**","id":"full_by_sex_x_edu"},"7":{"chart_title":"Median annual earnings by sex and occupation group, Connecticut full-time workers, 2022","text":"## Even within the same occupation type, women are paid less.\n\nThe wage gap persists between men and women in the same occupation category, and the gap is worse in some occupations than others. Women's average pay is highest in computer, engineering, and science occupations, and this is where the gap is smallest.","id":"full_by_sex_x_occ"},"8":{"chart_title":"Median annual earnings by race/ethnicity, Connecticut full-time workers, 2022","text":"## The wage gap isn't just men versus women.\n\n**The wage gaps by race are far larger than the gap by sex.** White and Asian American workers have much higher incomes than other groups. Full-time Latino workers earn 59 cents on the white worker's dollar, and even less compared to Asian workers.","id":"full_by_race"},"9":{"chart_title":"Median annual earnings by sex and race/ethnicity, Connecticut full-time workers, 2022","text":"## Wage gaps by sex are smaller between people of the same racial group.\n\nTalking about the wage gap as women's pay versus men's only tells part of the story. Latina women earn about half as much as white men, and less than half as much as Asian men. **White and Asian women actually outearn Black or Latino men.**","id":"full_by_race_x_sex"},"10":{"chart_title":"How could we achieve pay equity?","text":"## The wage gap: data shows it's not as simple as we thought.\n\nBreaking down data on Connecticut wages helps us see that there isn't just one wage gap, but many ways that pay inequality shows up.\n\n**What would it take to get pay equity in our state, and how can data help us get there?**","id":"goal"}}
